import React from "react";
import Layout from "../components/Layout";

const About = () => {
  return (
    <Layout>
      <div className="container mx-auto">
        <h1 className="font-bold text-4xl text-black-950 mt-10">
          เกี่ยวกับRodD
        </h1>
        <hr className="mb-3 mt-3" />

        <div className="mt-10">
          <div className="flex justify-between">
            <h1 className="font-bold text-3xl">
              รายละเอียด
              <br />
              <p className="text-lg underline-offset-auto">
                <ul>
                  <li>
                    RODD(รถดี) ศูนย์บริการรถยนต์มือสอง
                  </li>
                  <li>
                    บริการด้านรถยนต์มือสองครบวงจร
                  </li>
                  <li>✔️ซื้อ-ขาย รถยนต์มือสอง✔️บริการทุกระดับประทับใจ</li>
                </ul>

              </p>
              <br />
              <p className="text-lg underline-offset-auto">
                <ul>
                  <li>
                    รู้จัก RODD(รถดี)
                    บริษัท รถดี คือศูนย์บริการรถยนต์มือสองที่ได้รับการรับรองจากสมาคมผู้ประกอบการรถยนต์ใช้แล้วแห่งประเทศไทย ให้บริการด้านการซื้อ-ขายรถยนต์อย่างครบวงจรเปิดให้บริการสาขาแรกในปี พ.ศ. 2567และในปัจจุบัน มีสาขาให้บริการรวม 1 สาขา ในนครปฐม
                    รถยนต์มือสองทุกยี่ห้อ ทุกรุ่น ในราคายุติธรรม โดยมีการตรวจสภาพรถ และประเมินราคาอย่างละเอียด อ้างอิงจากราคารถที่ขายอยู่ในตลาด รุ่น ปี สี สภาพ และเลขไมล์การวิ่ง
                  </li>
                </ul>


              </p>
              <br />
              <p className="text-lg underline-offset-auto">
                <ul>
                  <li>
                    ขายรถยนต์มือสองสภาพดี มียี่ห้อและรุ่นรถให้เลือกมากที่สุดในกลุ่มรถยนต์มือสอง สำหรับรถยนต์ที่ขายทุกคัน ล้วนผ่านการตรวจประเมินสภาพรถยนต์ถึง 344 จุดจากสถาบันที่ได้รับการรับรองจากประเทศญี่ปุ่นเพื่ออำนวยความสะดวกให้กับลูกค้าทุกท่าน
                  </li>
                </ul>

              </p>
              <br />
              <p className="text-lg underline-offset-auto">
                <ul>
                  <li>
                    เป้าหมายสูงสุดของ RODD (รถดี) คือการเติบโตอย่างมั่นคง เพื่อเป็นกลุ่มบริษัทรถยนต์ใช้แล้วที่ได้รับความน่าเชื่อถือ และยอมรับมากที่สุดในระดับประเทศ
                  </li>
                </ul>

              </p>
              <br />
              <p className="text-lg underline-offset-auto">
                <ul>
                  <li>
                    . มั่นใจรถยนต์มือสองคุณภาพดี และบริการครบครัน เมื่อซื้อผ่าน RODD(รถดี)
                  </li>
                  <li>
                    . มีรถให้เลือกครบทุกรุ่น ทุกยี่ห้อ มีให้เลือกมากที่สุดในกลุ่มรถยนต์มือสอง
                  </li>
                  <li>
                    . รับประกันตัวถังรถยนต์ไม่มีตัดต่อ ไม่เคยพลิกคว่ำ น้ำท่วม หรือชนหนัก
                  </li>
                  <li>
                    . สามารถโอนกรรมสิทธิ์ได้อย่างถูกต้องตามกฎหมายทุกคัน
                  </li>
                  <li>
                    . รับประกันเลขไมล์แท้ 100% ไม่มีการปรับแต่งเลขไมล์
                  </li>
                  <li>
                    . รับประกันเครื่องยนต์ และเกียร์สูงสุด 2 ปี หรือ 20,000 กิโลเมตร
                  </li>
                  <li>
                    . มีดอกเบี้ยถูกที่สุดในตลาด ผ่อนชำระได้นานที่สุด 84 งวด
                  </li>
                  <li>
                    . ทุกคันผ่านการตรวจประเมินสภาพยานยนต์มากถึง 344 จุด
                  </li>
                </ul>
              </p>
              <br />
              <p className="text-lg underline-offset-auto">
                <ul>
                  <li>
                    ซื้อรถยนต์มือสองพร้อม “Package” บริการช่วยเหลือฉุกเฉิน 2 ปี หรือ 20,000 กิโล
                  </li>
                  <li>
                    ซื้อรถยนต์มือสองจาก RODD(รถดี) คุณจะได้รับบริการช่วยเหลือฉุกเฉิน 2 ปี หรือ 20,000 กิโล (สิ้นสุดเมื่อถึงเงื่อนไขอย่างใดอย่างหนึ่ง) ให้ความคุ้มครอง 247 รายการ พร้อมสิทธิพิเศษเหล่านี้
                  </li>
                  <li>
                    . Free Road Assistance บริการยกรถไม่จำกัดระยะทาง

                  </li>
                  <li>
                    . บริการเติมน้ำมันเชื้อเพลิง 2 ครั้ง/ระยะรับประกัน

                  </li>
                  <li>
                    . บริการพ่วงแบตเตอรี่ 2 ครั้ง/ระยะรับประกัน

                  </li>
                  <li>
                    . บริการเปลี่ยนยางอะไหล่ 2 ครั้ง/ระยะรับประกัน

                  </li>
                </ul>


              </p>

              <br />
              <p className="text-lg underline-offset-auto">
                <ul>
                  <li>
                    เลือกชมรถยนต์มือสอง และติดต่อเราได้ที่ RODD(รถดี)ทั้ง3สาขา
                    นครปฐม ที่ตั้ง : 111/2 ถนนเทสา อ.เมือง  จ.นครปฐม
                    เบอร์โทรศัพท์ : 097-123-4214
                  </li>
                </ul>


              </p>

              <br />
              <p className="text-lg underline-offset-auto">
                <ul>
                  <li>
                    RODD(รถดี)มุ่งมั่นพัฒนาการให้บริการ เพื่อการซื้อ-ขายรถยนต์มือสองที่สะดวก และง่ายดาย
                  </li>
                  <li>
                    มีทีมงานคุณภาพมากประสบการณ์ที่มุ่งมั่นพัฒนาการให้บริการ เกี่ยวกับการซื้อ-ขายรถยนต์มือสองอยู่เสมอ ครอบคลุมลูกค้าทุกจังหวัด ที่พร้อมเป็นส่วนหนึ่งในการส่งเสริมให้ประชาชนสามารถเดินทางได้สะดวกสบายยิ่งขึ้น เพื่อพัฒนาคุณภาพชีวิตให้ดีขึ้น ผ่านบริการซื้อ-ขายรถยนต์มือสองที่ง่ายดาย สะดวกจาก RODD(รถดี)
                  </li>
                </ul>
              </p>


            </h1>
            <div className="w-auto h-auto">
              <img
                className=" shadow-md rounded-xl"
                src="./Image/repair.jpg"
                alt="Logo"
              />
              <p className="font-bold text-4xl text-black-950 mt-3  text-center">
                ให้บริการซ่อมบำรุงฟรีนานสูงสุดถึง48เดือน
              </p>

            </div>

          </div>
        </div>
      </div>
    </Layout>
  );
};

export default About;
